spec/spec/SVWS/IntegrationPlatform/Examples/AddressesRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getAddressesRequest>
         <customer_id>8</customer_id>
         <customer_number>100</customer_number>
         <inst_id>1001</inst_id>
         <lang>LANGRUS</lang>
      </int:getAddressesRequest>
   </soapenv:Body>
</soapenv:Envelope>
